{
  "language": "pl-PL",
  "index": {
    "title": "Generator Portfela",
    "subtitle": "Aby wygenerować nowy portfel, po prostu kliknij w przycisk na dole i podążaj za instrukcjami",
    "start": "Start",
    "aboutLink": "O",
    "options": {
      "numberOfWallets": "Liczba portfeli do wygenerowania (hurtowe generowanie):",
      "language": "Wybierz inny język:"
    }
  },
  "about": {
    "titleAbout": "O",
    "backBtn": "Wstecz",
    "about1": "Ten generator portfel został zbudowany od zera dla Peercoin'a.",
    "about2": "Głównym celem jest dostarczenie dobrych wrażeń dla użytkowników mobilnych, którzy bywają zapomniani przez klasyczne generatory portfeli. Używamy najnowszych technologii w celu dostarczeniu lepszych wrażeń, więc proszę zrozum, że starsze mogą nie działać tak jak powinny (albo w ogóle) z tą aplikacją.",
    "titlePeercoin": "Peercoin",
    "peercoin1": "Peercoin jest pierwszą kryptowalutą, która zaimplementowałem hybrydowy Proof of Work (POW) i Proof of Stake (POS) konsensus. Stworzona w 2012, działa już ponad<b>sześć lat</b> z zauważalnie mniejszą zużyciem energii niż czyste PoW (kopane) kryptowaluty takie jak Bitcoin. Przez te sześć lat Peercoin night nie miał żadnego udziału w pre-miningu (udostępnienie tokenów w pierwszych blokach kryptowaluty, przed jej publicznym startem), nieuczciwymi ICO czy krytycznymi naruszeniami bezpieczeństwa.",
    "titleDisclaimer": "O",
    "disclaimer1": "Zespół Peercoin'a, deweloper tego portfela, czy ktokolwiek zaangażowany z Peercoin'em nie ponosi żadnej odpowiedzialności za pieniądze stracone w skutek generowania portfela przez to narzędzie, albo jakiekolwiek inne dotyczące Peercoin'a albo inne kryptowaluty. Właściciel wygenerowanego portfela jest odpowiedzialny za swoje pieniądze i dlatego powinien postępować zgodnie ze wszystkimi krokami bezpieczeństwa w celu zapewnia im bezpieczeństwa. Robimy wszystko co możliwe, aby utrzymać to narzędzie zaktualizowane i bezpieczne. To narzędzie jest w 100% otwartoźródłowe.Jeśli znajdziesz jakieś bugi czy błędy, proszę zawiadom nas o tym w naszym repozytorium.",
    "disclaimer2": "Głównym celem jest dostarczenie dobrych wrażeń dla użytkowników mobilnych, którzy bywają zapomniani przez klasyczne generatory portfeli. Używamy najnowszych technologii w celu dostarczeniu lepszych wrażeń, więc proszę zrozum, że starsze mogą nie działać tak jak powinny (albo w ogóle) z tą aplikacją.",
    "titleCredits": "O",
    "credits1": "Jest to otwartoźródłowe narzędzie, i jako takie, posiada biblioteki zewnętrzne (3rd party) z odpowiedimi licencjami. Mogą one być znalezione w repozytorium tej aplikacji.",
    "credits2": "Jeśli znajdziesz brak brak odpowiednich przypisów, proszę otwórz spór w naszym repozytorium.",
    "credits3": "Stworzone przez <a href=\"https://twitter.com/kazzkiq/\" target=\"_blank\">@Kazzkiq</a>, możliwe dzięki społeczności Peercoin'a."
  },
  "generator": {
    "title": "Przesuwaj palec w celu zapewnienia losowości.",
    "subtitle1": "Użyj swój palec, aby zacząć przesuwać losowo po ekranie, pomoże to wygenerowanie unikatowego portela.",
    "subtitle2": "<b>Możesz zacząć kiedy zechcesz.</b> Poinformujemy Cię kiedy proces będzie zakończony.",
    "keepSwiping": "Kontynuuj przesuwanie"
  },
  "wallet": {
    "title": "Portfel wygenerowany!",
    "titlePlural": "Portfele wygenerowane!",
    "titlePrint": "Ten portfel ma wymiary 15cmx8cm, złożony zajmuje rozmiar karty biznesowej (5cmx8cm).",
    "address": "Adres",
    "privateKey": "Klucz prywatny",
    "makeSure": "Sprawdź czy nikt nie obserwuje",
    "privateQRCode": "Klucz prywatny kod QR",
    "clearBtn": "Wyczyść dane i zacznij od nowa",
    "menu": {
      "saveText": "Zapisz lokalnie .txt",
      "copyAddress": "Skopiuj <b> adres/klucz prywatny do schowka",
      "sendEmail": "Wyślij za pomocą email'a",
      "saveJSON": "Zapis dane JSON",
      "paperWallet": "Papierowy portfel (drukuj)"
    },
    "multipleWallets": {
      "titlePrint": "Te portfele mają wymiary 15cmx8cm, złożone zajmują rozmiar karty biznesowej (5cmx8cm).",
      "printBtn": "Papierowy portfel (drukuj)",
      "publicAddress": "Adres publiczny:",
      "privateKey": "Klucz prywatny:"
    }
  }
}