{
  "language": "pt-BR",
  "index": {
    "title": "Gerador de Carteira",
    "subtitle": "Para gerar uma nova carteira, clique no botão abaixo e siga as instruções.",
    "start": "Gerar",
    "aboutLink": "sobre",
    "options": {
      "numberOfWallets": "Número de carteiras a gerar (Bulk):",
      "language": "Escolha outra linguagem:"
    }
  },
  "about": {
    "titleAbout": "Sobre",
    "backBtn": "Voltar",
    "about1": "Este gerador de carteira foi construído do zero para o Peercoin.",
    "about2": "O objetivo principal é entregar uma experiência agradável e rápida para dispositivos móveis, que parecem esquecidos por geradores de carteiras clássicos. Nós usamos tecnologias de ponta, então por favor entenda que navegadores antigos podem não funcionar como esperado (ou nem funcionar) com esta aplicação.",
    "titlePeercoin": "Peercoin",
    "peercoin1": "Peercoin é a primeira criptomoeda a implementar o sistema Proof of Stake, e a primeira moeda híbrida a usar Proof of Work e Proof of Stake em conjunto. Criada em 2012, ela já está rodando a mais de 5 anos, gastanto uma quantidade de energia consideravelmente menor do que moedas puramente PoW como Bitcoin, por exemplo. Durante estes anos, o Peercoin também nunca teve nenhum envolvimento com pré-mineiração, ICOs fraudulentas ou falhas graves de segurança.",
    "titleDisclaimer": "Sobre",
    "disclaimer1": "Peercoin team, this wallet developers, or anyone involved with Peercoin do not hold any responsibility for money lost upon wallet generation from this tool, or any other means involving Peercoin or other cryptocurrencies. The owner of the wallet generated is responsible for its money and thus should follow all security steps in order to keep them safe. We do our best to keep this tool as up-to-date and secure as possible. This tool is 100% open-source. If you find any bugs or issues, please report to our repository.",
    "disclaimer2": "The main focus is to deliver a good and fast experience for mobile users, which seem forsaken by classic wallet generators. We're using cutting edge browser technologies in order to deliver this better experience, so please understand that older browsers may not work as expected (or at all) with this application.",
    "titleCredits": "Créditos",
    "credits1": "Esta é uma ferramenta open-source, e como tal, contém bibliotecas de terceiros com suas respectivas licensas. Estas licensas podem ser encontradas no repositório deste projeto.",
    "credits2": "Caso você detecte alguma ausência de licensas específicas, por favor abra uma Issue no nosso repositório.",
    "credits3": "Desenvolvido por <a href=\"https://twitter.com/kazzkiq/\" target=\"_blank\">@Kazzkiq</a>, tornado possível pela Comunidade Peercoin."
  },
  "generator": {
    "title": "Arraste o dedo aleatóriamente.",
    "subtitle1": "Use seu dedo para começar a gerar pontos aleatórios pela tela, isso ajuda na singularidade e segurança da sua carteira.",
    "subtitle2": "<b>Comece a arrastar a qualquer momento.</b> Nós vamos te avisar quando o processo terminar.",
    "keepSwiping": "Continue Arrastando"
  },
  "wallet": {
    "title": "Carteira gerada!",
    "titlePlural": "Carteiras geradas!",
    "titlePrint": "Esta carteira possui 15cmx8cm, dobrada ela ocupa o tamanho de um cartão de visitas (5cmx8cm).",
    "address": "Endereço",
    "privateKey": "Chave Privada",
    "makeSure": "Tenha certeza de que ninguém está olhando.",
    "privateQRCode": "QR Code da Chave Privada",
    "clearBtn": "Limpe os dados e começe denovo",
    "menu": {
      "saveText": "Salvar arquivo .txt localmente",
      "copyAddress": "Copiar <b>endereço/chave privada</b>",
      "sendEmail": "Enviar via e-mail",
      "saveJSON": "Salvar arquivo JSON",
      "paperWallet": "Carteira de Papel (Imprimir)"
    },
    "multipleWallets": {
      "titlePrint": "Estas carteiras possuem 15cmx8cm, dobradas elas ocupam o tamanho de um cartão de visitas (5cmx8cm).",
      "printBtn": "Imprimir",
      "publicAddress": "Endereço Público:",
      "privateKey": "Chave Privada:"
    }
  }
}